{
    "ReferrersManager": {
        "AddEngineError": "S'ha produït un error en afegir el motor de cerca. Comprova les teves entrades i torna-ho a provar.",
        "AddSearchEngine": "Afegeix la definició del motor de cerca",
        "AddSocial": "Afegeix una nova xarxa social",
        "AddSocialError": "S'ha produït un error en afegir la xarxa social. Comprova les teves entrades i torna-ho a provar.",
        "BacklinkPattern": "Patró d'enllaços de retorn",
        "Charset": "Conjunt de caracters",
        "CheckUrl": "Comproveu l'URL per obtenir informació sobre el motor de cerca i la xarxa social",
        "CheckUrlDesc": "Aquí podeu enganxar qualsevol URL de referent per comprovar si Matomo el reconeixeria com a motor de cerca i/o xarxa social",
        "CheckUrlSend": "Comproveu l'URL",
        "CommaSeparated": "(separat per comes)",
        "ConfirmRemove": "Realment voleu eliminar %s de la llista?",
        "DetectedEngine": "Motor detectat",
        "DetectedKeywords": "Paraules clau detectades",
        "DetectedSocial": "Xarxa social detectada",
        "DisableSocialList": "Desactiva la llista de xarxes socials de Matomo",
        "DuplicateHostnameInfo": "Tingueu en compte que el nom d'hoste ha de ser únic. Un nom d'hoste duplicat sobreescriurà l'altre.",
        "EnableSocialList": "Activa la llista de xarxes socials de Matomo",
        "Hostname": "Nom d'hoste",
        "HostnameWildcardDesc": "Per als motors de cerca específics d'una regió, l'URL \"{}.example.com\" coincidirà amb qualsevol codi de país ISO3166-1 alfa2 amb \"{}\". De la mateixa manera, \"exemple.{}\" coincidirà amb els TLD de països vàlids, però s'ha d'utilitzar amb moderació per evitar falsos positius.",
        "ManageSearchEngines": "Gestiona els motors de cerca",
        "ManageSocials": "Gestionar les xarxes socials",
        "ManageSocialsAndEngines": "Gestionar cercadors i xarxes socials",
        "Parameters": "Paràmetres",
        "PluginDescription": "Aquest connector permet visualitzar i gestionar els cercadors i les xarxes socials que es reconeixen amb Matomo.",
        "ProvideEngineData": "Proporcioneu les dades del motor de cerca.",
        "ProvideSocialData": "Si us plau proporcioneu les dades de la nova xarxa social.",
        "SearchEngineAdded": "s'ha afegit un nou motor de cerca personalitzat",
        "SearchEngineRemoved": "s'ha eliminat un motor de cerca personalitzat",
        "SearchEnginesAndSocialNetworks": "Cercadors i xarxes socials",
        "SearchEnginesList": "Llista de tots els motors de cerca coneguts per Matomo",
        "SocialAdded": "s'ha afegit una nova xarxa social personalitzada",
        "SocialListDisabled": "Atenció: la llista integrada de xarxes socials de Matomo està desactivada.",
        "SocialRemoved": "s'ha eliminat una xarxa social personalitzada",
        "SocialsList": "Llista de totes les xarxes socials conegudes per Matomo",
        "UsingDefaultSocials": "Esteu utilitzant la llista de xarxes socials integrada de Matomo."
    }
}
