{
    "ReferrersManager": {
        "PluginDescription": "Este plugin permite ver y administrar motores de búsqueda y redes sociales que son reconocidas por Matomo.",
        "SearchEnginesAndSocialNetworks": "Motores de búsqueda y redes sociales",
        "AddSocial": "Agregar una nueva red social",
        "Hostname": "Nombre del servidor",
        "SearchEnginesList": "Lista de todos los motores de búsqueda conocidos por Matomo",
        "SocialsList": "Lista de todas las redes sociales conocidas por Matomo",
        "ManageSocialsAndEngines": "Administrar motores de búsqueda y redes sociales",
        "ConfirmRemove": "¿Estás seguro que querés quitar a %s de la lista?",
        "ManageSearchEngines": "Administrar motores de búsqueda",
        "ManageSocials": "Administrar redes sociales",
        "DetectedEngine": "Motor detectado",
        "DetectedKeywords": "Palabras claves detectadas",
        "DetectedSocial": "Red social detectada",
        "CheckUrl": "Revisar dirección web para obtener información de motor de búsqueda o red social",
        "CheckUrlDesc": "Acá podés pegar cualquier dirección web referida para saber si Matomo la reconocería como motor de búsqueda y\/o red social",
        "CheckUrlSend": "Revisar dirección web",
        "AddSearchEngine": "Agregar definición de motor de búsqueda",
        "Parameters": "Parámetros",
        "BacklinkPattern": "Patrón de enlace de retorno",
        "Charset": "Conjunto de caracteres",
        "AddEngineError": "Ocurrió un error al agregar el motor de búsqueda. Por favor, revisá tu ingreso y reintentá.",
        "CommaSeparated": "[separados por coma]",
        "AddSocialError": "Ocurrió un error al agregar la red social. Por favor, revisá tu ingreso y reintentá.",
        "SocialListDisabled": "Atención: la lista incorporada de redes sociales de Matomo está deshabilitada.",
        "EnableSocialList": "Activar la lista de redes sociales de Matomo",
        "DisableSocialList": "Desactivar la lista de redes sociales de Matomo",
        "UsingDefaultSocials": "Estás usando la lista incorporada de redes sociales de Matomo.",
        "ProvideSocialData": "Por favor, ofrecé los datos para la nueva red social.",
        "DuplicateHostnameInfo": "Tené en cuenta que el servidor necesita ser único. Un servidor duplicado sobreescribirá el otro.",
        "ProvideEngineData": "Por favor, ofrecé los datos para el nuevo motor de búsqueda.",
        "HostnameWildcardDesc": "Para motores de búsqueda específicos a una región, la dirección web, \"{}.ejemplo.com\" debe coincidir con cualquier código de país ISO3166-1 alpha2 contra \"{}\". De forma similar, \"ejemplo.{}\" coincidirá contra cualquier códigod de países de dominios de nivel superior (\"TLDs\"), pero debería usarse cada tanto, para evitar falsos positivos.",
        "SearchEngineAdded": "se agregó un nuevo motor de búsqueda personalizado",
        "SearchEngineRemoved": "se quitó un motor de búsqueda personalizado",
        "SocialAdded": "se agregó una nueva red social personalizada",
        "SocialRemoved": "se quitó una red social personalizada"
    }
}