{
    "ReferrersManager": {
        "AddEngineError": "त्रुटि खोज इंजन जोड़ने। आपकी जानकारी के लिए जाँच करें और पुन: प्रयास करें ।",
        "AddSearchEngine": "खोज इंजन परिभाषा जोड़ें",
        "AddSocial": "नई सामाजिक नेटवर्क जोड़ें",
        "AddSocialError": "त्रुटि सामाजिक जोड़ने। आपकी जानकारी के लिए जाँच करें और पुन: प्रयास करें ।",
        "BacklinkPattern": "backlink पैटर्न",
        "Charset": "कॅरसेट",
        "CheckUrl": "खोज इंजन और सामाजिक नेटवर्क के बारे में जानकारी के लिए URL की जाँच करें",
        "CheckUrlDesc": "यहाँ आप Matomo एक खोज इंजन और / या एक सामाजिक नेटवर्क के रूप में पहचाना जाएगा अगर जांच के क्रम में किसी भी संदर्भ URL पेस्ट कर सकते हैं",
        "CheckUrlSend": "यूआरएल जांचें",
        "CommaSeparated": "(अल्पविराम से अलग)",
        "ConfirmRemove": "क्या आप सचमुच %s को सूची से हटाना चाहते हैं?",
        "DetectedEngine": "पता चला इंजन",
        "DetectedKeywords": "पता लगाया गया कीवर्ड",
        "DetectedSocial": "पता चला सामाजिक नेटवर्क",
        "DisableSocialList": "Matomo के सामाजिक नेटवर्क सूची अक्षम",
        "DuplicateHostnameInfo": "मेजबाननाम अद्वितीय की जरूरत है कि मन में रखो। कोई डुप्लिकेट होस्टनाम अन्य के ऊपर लिख देगा ।",
        "EnableSocialList": "Matomo के सामाजिक नेटवर्क सूची सक्रिय करें",
        "Hostname": "होस्ट नाम",
        "HostnameWildcardDesc": "क्षेत्र विशेष के खोज इंजन , यूआरएल, \"{ }.example.com\" के लिए \"{}\" के खिलाफ किसी भी ISO3166-1 alpha2 देश कोड मैच होगा। इसी तरह, \"example.{ }\" मान्य देश TLDs के खिलाफ मैच होगा, लेकिन झूठी सकारात्मक से बचने के लिए संयम से इस्तेमाल किया जाना चाहिए ।",
        "ManageSearchEngines": "खोज इंजन प्रबंधित करें",
        "ManageSocials": "सामाजिक नेटवर्क का प्रबंधन",
        "ManageSocialsAndEngines": "खोज इंजन और सामाजिक नेटवर्क का प्रबंधन",
        "Parameters": "पैरामीटर्स",
        "PluginDescription": "यह प्लगइन मैतोमो से मान्यता प्राप्त खोज इंजन और सामाजिक नेटवर्क को देखने और प्रबंधित करने की अनुमति देता है।",
        "ProvideEngineData": "खोज इंजन के लिए डेटा प्रदान करें।",
        "ProvideSocialData": "नई सामाजिक नेटवर्क के लिए डेटा प्रदान करें।",
        "SearchEngineAdded": "एक नया कस्टम खोज इंजन जोड़ा गया",
        "SearchEngineRemoved": "एक कस्टम खोज इंजन हटा दिया गया",
        "SearchEnginesAndSocialNetworks": "खोज इंजन और सामाजिक नेटवर्क",
        "SearchEnginesList": "Matomo करने के लिए जाना जाता है सभी खोज इंजन की सूची",
        "SocialAdded": "एक नया कस्टम सोशल नेटवर्क जोड़ा गया",
        "SocialListDisabled": "ध्यान दें: सामाजिक नेटवर्क के Matomo में बनाया सूची में अक्षम है।",
        "SocialRemoved": "एक कस्टम सोशल नेटवर्क हटा दिया गया",
        "SocialsList": "Matomo करने के लिए जाना जाता है सभी सामाजिक की सूची",
        "UsingDefaultSocials": "आप Matomo में बनाया सामाजिक नेटवर्क सूची का उपयोग कर रहे हैं।"
    }
}
