{
    "ReferrersManager": {
        "PluginDescription": "Questo plugin consente di visualizzare e gestire i motori di ricerca e i social networks che sono riconosciuti da Matomo.",
        "SearchEnginesAndSocialNetworks": "Motori di ricerca e social networks",
        "AddSocial": "Aggiungi un nuovo social network",
        "Hostname": "Nome host",
        "SearchEnginesList": "Elenco di tutti i motori di ricerca noti a Matomo",
        "SocialsList": "Elenco di tutti i social noti a Matomo",
        "ManageSocialsAndEngines": "Gestione motori di ricerca e social networks",
        "ConfirmRemove": "Vuoi proprio eliminare %s dall'elenco?",
        "ManageSearchEngines": "Gestione motori di ricerca",
        "ManageSocials": "Gestione social networks",
        "DetectedEngine": "Motore Rilevato",
        "DetectedKeywords": "Parole chiave Rilevate",
        "DetectedSocial": "Social Network Rilevato",
        "CheckUrl": "Controlla l'URL del motore di ricerca e le informazioni del social network",
        "CheckUrlDesc": "Qui puoi incollare un qualunque referrer url per verificare se Matomo lo riconosce come motore di ricerca e\/o social network",
        "CheckUrlSend": "Controlla URL",
        "AddSearchEngine": "Aggiungi la definizione per un motore di ricerca",
        "Parameters": "Parametri",
        "BacklinkPattern": "Modello backlink",
        "Charset": "Charset",
        "AddEngineError": "Errore durante l'aggiunta del motore di ricerca. Si prega di controllare i dati inseriti e di riprovare.",
        "CommaSeparated": "(separati da virgola)",
        "AddSocialError": "Errore durante l'aggiunta del social. Si prega di controllare i dati inseriti e di riprovare.",
        "SocialListDisabled": "Attenzione: l'elenco predefinito di social networks di Matomo è disabilitato.",
        "EnableSocialList": "Attiva l'elenco di social networks di Matomo",
        "DisableSocialList": "Disabilita l'elenco di social networks di Matomo",
        "UsingDefaultSocials": "Stai utilizzando l'elenco di social networks di Matomo.",
        "ProvideSocialData": "Si prega di fornire i dati del nuovo social network.",
        "DuplicateHostnameInfo": "Ricorda che il nome host deve essere unico. Un nome host duplicato sovrascriverà l'altro.",
        "ProvideEngineData": "Si prega di fornire i dati del motore di ricerca.",
        "HostnameWildcardDesc": "Per motori di ricerca specifici per alcune regioni, l'URL, \"{}.example.com\" corrisponderà a tutti i codici nazione ISO3166-1 alpha2 che contengono \"{}\". In modo simile, \"example.{}\" corrisponderà a dei TLD nazione validi ma va usato con parsimonia per evitare dei falsi positivi.",
        "SearchEngineAdded": "è stato aggiunto un nuovo motore di ricerca personalizzato",
        "SearchEngineRemoved": "è stato rimosso un motore di ricerca personalizzato",
        "SocialAdded": "è stato aggiunto un nuovo social network personalizzato",
        "SocialRemoved": "è stato rimosso un social network personalizzato"
    }
}