{
    "ReferrersManager": {
        "PluginDescription": "Esta extensão permite-lhe ver e gerir motores de pesquisa e redes sociais que são reconhecidas com o Matomo.",
        "SearchEnginesAndSocialNetworks": "Motores de pesquisa e redes sociais",
        "AddSocial": "Adicionar um nova rede social",
        "Hostname": "Nome do servidor",
        "SearchEnginesList": "Lista de todos os motores de pesquisa reconhecidos pelo Matomo",
        "SocialsList": "Lista de todas as redes sociais reconhecidas pelo Matomo",
        "ManageSocialsAndEngines": "Gerir motores de pesquisa e redes sociais",
        "ConfirmRemove": "Quer mesmo remover %s da lista?",
        "ManageSearchEngines": "Gerir motores de pesquisa",
        "ManageSocials": "Gerir redes sociais",
        "DetectedEngine": "Motor detetado",
        "DetectedKeywords": "Palavras-chave detetadas",
        "DetectedSocial": "Rede social detetada",
        "CheckUrl": "Analise do endereço para informações sobre o motor de pesquisa e rede social",
        "CheckUrlDesc": "Pode colocar qualquer endereço referenciador aqui para confirmar se o Matomo iria reconhecer como um motor de pesquisa e\/ou rede social",
        "CheckUrlSend": "Análise do endereço",
        "AddSearchEngine": "Adicionar definição do motor de pesquisa",
        "Parameters": "Parâmetros",
        "BacklinkPattern": "Padrão de backlink",
        "Charset": "Codificação de carateres",
        "AddEngineError": "Erro ao adicionar o motor de pesquisa. Por favor, confirme os valores introduzidos e tente novamente.",
        "CommaSeparated": "(separado por vírgulas)",
        "AddSocialError": "Erro ao adicionar a rede social. Por favor, confirme os valores introduzidos e tente novamente.",
        "SocialListDisabled": "Atenção: a lista integrada de redes sociais do Matomo está desativada.",
        "EnableSocialList": "Ativar a lista de redes sociais do Matomo",
        "DisableSocialList": "Desativar a lista de redes sociais do Matomo",
        "UsingDefaultSocials": "Está a utilizar a lista integrada de redes sociais do Matomo.",
        "ProvideSocialData": "Por favor, forneça os dados para a nova rede social.",
        "DuplicateHostnameInfo": "Tenha em consideração que o nome do servidor necessita de ser único. Um nome duplicado de servidor irá sobrepor-se ao anterior.",
        "ProvideEngineData": "Por favor, forneça os dados para o motor de pesquisa.",
        "HostnameWildcardDesc": "Para motores de pesquisa regionais, o endereço, \"{}.example.com\" irá corresponder qualquer código de país ISO3166-1 alpha2 com \"{}\". De modo similar, \"example.{}\" irá corresponder com qualquer TLDs de país válido, mas deve ser utilizado com ponderação para evitar falsos positivos.",
        "SearchEngineAdded": "foi adicionado um novo motor de pesquisa personalizado",
        "SearchEngineRemoved": "foi removido um motor de pesquisa personalizado",
        "SocialAdded": "foi adicionada uma nova rede social personalizada",
        "SocialRemoved": "foi removida uma nova rede social personalizada"
    }
}