{
    "ReferrersManager": {
        "PluginDescription": "Kjo shtojcë lejon të shihen dhe administrohen motorë kërkimesh dhe rrjete shoqërorë që njihen nga Matomo-u.",
        "SearchEnginesAndSocialNetworks": "Motorë kërkimesh dhe rrjete shoqërore",
        "AddSocial": "Shtoni rrjet të ri shoqëror",
        "Hostname": "Strehëemër",
        "SearchEnginesList": "Listë e krejt motorëve të kërkimit të njohur nga Matomo-u",
        "SocialsList": "Listë e krejt rrjeteve shoqërore të njohura nga Matomo-u",
        "ManageSocialsAndEngines": "Administroni motorë kërkimesh dhe rrjete shoqërorë",
        "ConfirmRemove": "Doni vërtet të hiqet %s nga lista?",
        "ManageSearchEngines": "Administroni motorë kërkimesh",
        "ManageSocials": "Administroni rrjete shoqërore",
        "DetectedEngine": "Motor i Zbuluar",
        "DetectedKeywords": "Fjalëkyça të Zbuluar",
        "DetectedSocial": "U Zbulua Rrjet Shoqëror",
        "CheckUrl": "URL kontrolli për të dhëna mbi motorë kërkimesh dhe rrjete shoqërorë",
        "CheckUrlDesc": "Këtu mund të hidhni çfarëdo URL-je sjellësi për të kontrolluar nëse do ta njohë Matomo-u si motor kërkimi dhe\/ose rrjet shoqëror",
        "CheckUrlSend": "Kontrollo URL-në",
        "AddSearchEngine": "Shtoni përkufizim motori kërkimesh",
        "Parameters": "Parametra",
        "BacklinkPattern": "Mostër paslidhjeje",
        "Charset": "Lloj shkronjash",
        "AddEngineError": "Gabim teksa shtohej motori i kërkimeve. Ju lutemi, kontrolloni çka dhatë dhe riprovoni.",
        "CommaSeparated": "(ndarë me presje)",
        "AddSocialError": "Gabim teksa shtohej rrjeti shoqëror. Ju lutemi, kontrolloni çka dhatë dhe riprovoni.",
        "SocialListDisabled": "Vini re: Lista e brendshme për rrjete shoqërore e Matomo-ut është e çaktivizuar.",
        "EnableSocialList": "Aktivizoni listën e Matomo-ut të rrjeteve shoqërore",
        "DisableSocialList": "Çaktivizoni listën e Matomo-ut të rrjeteve shoqërore",
        "UsingDefaultSocials": "Po përdorni listën e brendshme të Matomo-ut të rrjeteve shoqërore.",
        "ProvideSocialData": "Ju lutemi, jepni të dhënat për rrjetin e ri shoqëror.",
        "DuplicateHostnameInfo": "Mbani parasysh se strehëemri lypset të jetë unik. Një strehëemër i përsëdytur do ta mbishkruajë tjetrin.",
        "ProvideEngineData": "Ju lutemi, jepni të dhënat për motorin e kërkimeve.",
        "HostnameWildcardDesc": "Për motorë kërkimi rajonesh të caktuar, URL-ja, \"{}.example.com\" do të kërkojë për përputhje me çfarëdo kod vendi ISO3166-1 alpha2 të \"{}\". Në mënyrë të ngjashme, \"example.{}\" do të kërkojë për përputhje kundrejt TLD-sh të vlefshme vendesh, por do të ish mirë të përdorej rrallë, për të shmangur përputhje të rreme.",
        "SearchEngineAdded": "u shtua një motor vetjak kërkimesh i ri",
        "SearchEngineRemoved": "u hoq një motor vetjak kërkimesh",
        "SocialAdded": "u shtua një rrjet vetjak shoqëror i ri",
        "SocialRemoved": "u hoq një rrjet vetjak shoqëror"
    }
}